{
  "success": true,
  "language_code": "hin",
  "language_label": "हिंदी",
  "topics_text": "1. कार्बन में आबंधन‑ सहसंयोजी आबंध  \n- परिचय: “पिछले अध्याय में हमने आयनिक यौगिकों के गुणधर्मों का अध्ययन किया… आयनिक यौगिकों में आबंधन की प्रकृति इन गुणधर्मों की व्याख्या करती है। इसी प्रकार कार्बन के कुछ यौगिकों की गलनांक एवं तापांक आयनिक यौगिकों की तुलना में काफी कम होते हैं, क्योंकि इन परमाणुओं के बीच प्रबल आकर्षण बल नहीं होता और ये यौगिक अधिकांशतः विद्युत के कुचालक होते हैं।”  \n- इलेक्ट्रॉन साझेदारी के उदाहरण:  \n  • हाइड्रोजन: “हाइड्रोजन के दो परमाणु अपने इलेक्ट्रॉनों की साझेदारी करके हाइड्रोजन का अणु H₂ बनाते हैं, जिससे प्रत्येक अणु उत्कृष्ट गैस हीलियम के इलेक्ट्रॉनिक विन्यास को प्राप्त करता है।”  \n  • क्लोरीन: “क्लोरीन द्विपरमाणु अणु Cl₂ बनाती है; आप इस अणु की इलेक्ट्रॉन बिंदु संरचना बना सकते हैं।”  \n  • ऑक्सीजन: “ऑक्सीजन के दो परमाणुओं के बीच द्विआबंध बनता है, क्योंकि प्रत्येक परमाणु के बाहरी कोश में छह इलेक्ट्रॉन होते हैं और दो इलेक्ट्रॉन की साझेदारी से अष्टक पूर्ण होता है।”  \n  • नाइट्रोजन: “नाइट्रोजन के द्विपरमाणु अणु N₂ में प्रत्येक परमाणु तीन इलेक्ट्रॉन देता है, जिससे तीन सहभागी युग्म प्राप्त होते हैं और त्रिआबंध बनता है।”  \n  • जल (H₂O): “ऑक्सीजन के एक परमाणु एवं हाइड्रोजन के दो परमाणुओं के बीच आबंधन की प्रकृति को दर्शाते हुए जल का अणु चित्रित किया जाता है; इसमें दो एकल बंध होते हैं।”  \n  • अमोनिया (NH₃): “अमोनिया के अणु की इलेक्ट्रॉन बिंदु संरचना दर्शाती है कि चार परमाणु (एक नाइट्रोजन और तीन हाइड्रोजन) उत्कृष्ट गैस विन्यास प्राप्त करते हैं।”  \n  • मेथेन (CH₄): “कार्बन के चार संयोजकता इलेक्ट्रॉन हाइड्रोजन के चार परमाणुओं के साथ साझेदारी करते हैं, जिससे मेथेन का अणु बनता है।”  \n- कार्बन के अपररूप: “प्रकृति में कार्बन तत्व अनेक विभिन्‍न भौतिक गुणों के साथ विविध रूपों में पाया जाता है; हीरा एवं ग्रेफ़ाइट दोनों ही कार्बन के परमाणुओं से बने हैं, परन्तु परमाणुओं के परस्पर आबंधन के तरीकों के आधार पर इनका अंतर होता है। हीरे में प्रत्येक कार्बन चार अन्य कार्बन के साथ त्रिआयामी संरचना बनाता है, जबकि ग्रेफ़ाइट में प्रत्येक कार्बन तीन अन्य कार्बन के साथ एक ही तल पर द्विआबंधी आबंध बनाता है, जिससे षट्‌कोणीय व्यूह प्राप्त होता है। फुलेरीन (C₆₀) में कार्बन के परमाणु फुटबॉल के रूप में व्यवस्थित होते हैं, जिसे बकमिंसटर फुलर के जियोडेसिक गुंबद के समानता के कारण फुलेरीन कहा गया है।”  \n- क्रियाकलाप 4.1: “आपने सुबह से उपयोग या उपभोग की गई वस्तुओं की सूची बनाकर उन्हें धातु‑से‑बनी, काँच‑से‑बनी, या अन्य‑से‑बनी वस्तुओं में वर्गीकृत किया। इन वस्तुओं में अधिकांश कार्बन के यौगिकों से बनी होती हैं; इसका परीक्षण करने के लिए जलाने पर कार्बन‑डाइऑक्साइड उत्पन्न होता है, जिसे कार्बन‑युक्त यौगिक की पुष्टि के लिए प्रयोग किया जा सकता है।”  \n\n2. कार्बन की सर्वतोमुखी प्रकृति  \n- शृंखलन (catenation) और संयोजकता: “कार्बन में कार्बन‑कार्बन आबंध बनाने की अद्वितीय क्षमता होती है, जिससे बड़ी संख्या में अणु बनते हैं; इस गुण को शृंखलन कहते हैं। कार्बन के परमाणु एक, द्वि अथवा त्रि‑आबंध से जुड़े हो सकते हैं, तथा चार संयोजकता इलेक्ट्रॉन होने के कारण यह चार अन्य परमाणुओं या संयोजक तत्वों के साथ बंधन बना सकता है।”  \n- स्थायित्व का कारण: “कार्बन द्वारा प्रबल आबंधों के निर्माण का एक कारण इसका छोटा आकार है; इलेक्ट्रॉन के सहभागी युग्म नाभिक में मजबूती से पकड़े रहते हैं, जबकि बड़े परमाणुओं वाले तत्वों के आबंध तुलनात्मक रूप से दुर्बल होते हैं।”  \n\n3. संतृप्त एवं असंतृप्त कार्बन यौगिक  \n- मेथेन, एथेन, प्रोपेन (संतृप्त यौगिक): “मेथेन का सूत्र CH₄ है। एथेन का सूत्र C₂H₆ है; दो कार्बन परमाणु एकल बंध द्वारा जुड़े होते हैं और प्रत्येक कार्बन तीन हाइड्रोजन से बंधित होता है। प्रोपेन (C₃H₈) में तीन कार्बन क्रमशः एकल बंध द्वारा जुड़े होते हैं और शेष संयोजकता हाइड्रोजन द्वारा संतुष्ट की जाती है। ऐसे यौगिकों को संतृप्त यौगिक कहा जाता है और सामान्यतः ये अधिक अभिक्रियाशील नहीं होते।”  \n- एथीन, एथाइन (असंतृप्त यौगिक): “एथीन (C₂H₄) में दो कार्बन के बीच द्विआबंध होता है, जिससे प्रत्येक कार्बन की एक संयोजकता असंतुष्ट रहती है और वह तीन हाइड्रोजन से बंधित होता है। एथाइन (C₂H₂) में दो कार्बन के बीच त्रिआबंध होता है; दोनों कार्बन की शेष दो संयोजकता हाइड्रोजन द्वारा संतुष्ट की जाती है। द्वि‑या त्रि‑आबंध वाले कार्बन यौगिक असंतृप्त होते हैं और संतृप्त यौगिकों की तुलना में अधिक अभिक्रियाशील होते हैं।”  \n\n4. श्रृंखलाएँ, शाखाएँ एवं वलय  \n- विभिन्न कार्बन कंकाल: “यदि हम चार कार्बन परमाणुओं से कार्बन ‘कंकाल’ बनाते हैं तो दो विभिन्न कंकाल बन सकते हैं: C—C—C—C (सीधी श्रृंखला) और C—C—C—C (विभिन्न स्थानिक व्यवस्थान)। शेष संयोजकता के स्थान पर हाइड्रोजन भरने से दो अलग‑अलग संरचनाएँ प्राप्त होती हैं।”  \n- संतृप्त यौगिकों की सारणी (सारणी 4.2):  \n  • 1 कार्बन – मेथेन (CH₄) – H‑C‑H  \n  • 2 कार्बन – एथेन (C₂H₆) – H‑C‑C‑H  \n  • 3 कार्बन – प्रोपेन (C₃H₈) – H‑C‑C‑C‑H  \n  • 4 कार्बन – ब्यूटेन (C₄H₁₀) – H‑C‑C‑C‑C‑H  \n  • 5 कार्बन – पेन्टेन (C₅H₁₂) – H‑C‑C‑C‑C‑C‑H  \n  • 6 कार्बन – हेक्सेन (C₆H₁₄) – H‑C‑C‑C‑C‑C‑C‑H  \n  “इन संरचनाओं में कार्बन परमाणु केवल एकल बंध द्वारा जुड़े होते हैं, जिससे यौगिक संतृप्त होते हैं।”",
  "headings": [],
  "chapter_titles": [
    "कार्बन में आबंधन- सहसंयोजी आबंध",
    "XX ऑक्सीजन",
    "x 1ર",
    "મળ",
    "No)",
    "कार्बन की सर्वतोमुखी प्रकृति",
    "विज्ञान",
    "संतृप्त एवं असंतृप्त कार्बन योगिक",
    "श्रृंखलाएँ, शाखाएँ एवं वलय",
    "मेथेन CH, H-C-H",
    "एथेन CH, H-C -C-H",
    "प्रोपेन CH, H-C-C-C-H",
    "ब्यटेन CH,, H-C-C-C-C-H",
    "पेन्टेन CH H-C-C-C-C-C-H",
    "हेक्सेन CH H-C-C-C-C-C-C-H",
    "07 No ત્ Sy",
    "मुझसे दोस्ती करेंगे?",
    "समजातीय श्रेणी",
    "તથાલા1 -- इनमें एक -€11.- इकाई का अंतर है।",
    "कार्बन यौगिकों की नामपद्धति",
    "कार्बन योगिकों के रासायनिक गुणधर्म",
    "दहन",
    "ऑक्सीकरण",
    "इस विलयमन में क्षारीय પોટેશિયમ परमैंगनेट का 5% एक-एक बूँद करके डालिए|",
    "संकलन अभिक्रिया",
    "\\ H, | |",
    "પતિસ્થાપન अभिक्रिया",
    "कुछ महत्वपूर्ण कार्बन यौगिक-..- एथनॉल तथा एथेनॉइक अम्ल",
    "एथनॉल के गुणधर्म",
    "एथेनॉइक अम्ल के गुणधर्म",
    "K होता है और इसलिए ठंडी जलवायु में शीत के दिनों में",
    "साबुन और अपमार्जक",
    "शिक्षक के लिए निर्देश--- यदि आपके आसपास कठोर जल उपलब्ध नहीं है तो साधारण जल में",
    "રી"
  ],
  "chapter_title": "कार्बन में आबंधन- सहसंयोजी आबंध",
  "excerpt": "अध्याय ८\n\ni कार्बन एवं उसके\n“यौगिक\n\nfo अध्याय में हमने अनेक ऐसे यौगिकों का अध्ययन किया है, जो हमारे लिए महत्वपूर्ण\nहैं। इस अध्याय में हम कुछ अन्य रोचक यौगिकों एवं उनके गुणधर्मों के बारे में पढ़ेंगे। यहाँ\nहम एक तत्व के रूप में कार्बन का भी अध्ययन करेंगे, जिसका हमारे लिए तात्विक एवं संयुक्त\nदोनों रूपों में अत्यधिक महत्त्व होता है।\nक्रियाकलाप 4.1 धातु से बनी | काँच अथवा\nवस्तुएँ | से बनी वस्तुएँ\n« सुबह से आपने जिन वस्तुओं का उपयोग अथवा उपभोग किया हो, उनमें > ——\nसे दस वस्तुओं की सूची बनाइए) I\n«इस सूची को अपने सहपाठियों द्वारा बनाई सूची के साथ मिलाइए तथा\nसभी वस्तुओं को साथ में दी गई सारणी में वर्गीकृत कीजिए| |\n“ एक से अधिक सामग्रियों से बनी वस्तुओं को सारणी के उपयुक्त स्तम्भों\nमें रखिए। |\n\n1065601004\n\nआपके द्वारा भरी गई उपरोक्त सारणी के अंतिम स्तंभ મેં आने वाली वस्तुओं पर ध्यान\nदीजिए|। आपके शिक्षक आपको बताएँगे कि इनमें से अधिकांश वस्तुएँ कार्बन के यौगिकों से बनी\nहैं। इसका परीक्षण करने के लिए क्या आप कोई विधि सोच सकते हैं? कार्बन से युक्त यौगिक को\nजलाने पर વચા उत्पाद मिलेगा? વચા आप इसकी पुष्ट",
  "topics": [
    {
      "title": "कार्बन में आबंधन‑ सहसंयोजी आबंध",
      "summary": "",
      "subtopics": [
        {
          "title": "परिचय",
          "narration": "“पिछले अध्याय में हमने आयनिक यौगिकों के गुणधर्मों का अध्ययन किया… आयनिक यौगिकों में आबंधन की प्रकृति इन गुणधर्मों की व्याख्या करती है। इसी प्रकार कार्बन के कुछ यौगिकों की गलनांक एवं तापांक आयनिक यौगिकों की तुलना में काफी कम होते हैं, क्योंकि इन परमाणुओं के बीच प्रबल आकर्षण बल नहीं होता और ये यौगिक अधिकांशतः विद्युत के कुचालक होते हैं।”"
        },
        {
          "title": "इलेक्ट्रॉन साझेदारी के उदाहरण",
          "narration": ""
        },
        {
          "title": "हाइड्रोजन",
          "narration": "“हाइड्रोजन के दो परमाणु अपने इलेक्ट्रॉनों की साझेदारी करके हाइड्रोजन का अणु H₂ बनाते हैं, जिससे प्रत्येक अणु उत्कृष्ट गैस हीलियम के इलेक्ट्रॉनिक विन्यास को प्राप्त करता है।”"
        },
        {
          "title": "क्लोरीन",
          "narration": "“क्लोरीन द्विपरमाणु अणु Cl₂ बनाती है; आप इस अणु की इलेक्ट्रॉन बिंदु संरचना बना सकते हैं।”"
        },
        {
          "title": "ऑक्सीजन",
          "narration": "“ऑक्सीजन के दो परमाणुओं के बीच द्विआबंध बनता है, क्योंकि प्रत्येक परमाणु के बाहरी कोश में छह इलेक्ट्रॉन होते हैं और दो इलेक्ट्रॉन की साझेदारी से अष्टक पूर्ण होता है।”"
        },
        {
          "title": "नाइट्रोजन",
          "narration": "“नाइट्रोजन के द्विपरमाणु अणु N₂ में प्रत्येक परमाणु तीन इलेक्ट्रॉन देता है, जिससे तीन सहभागी युग्म प्राप्त होते हैं और त्रिआबंध बनता है।”"
        },
        {
          "title": "जल (H₂O)",
          "narration": "“ऑक्सीजन के एक परमाणु एवं हाइड्रोजन के दो परमाणुओं के बीच आबंधन की प्रकृति को दर्शाते हुए जल का अणु चित्रित किया जाता है; इसमें दो एकल बंध होते हैं।”"
        },
        {
          "title": "अमोनिया (NH₃)",
          "narration": "“अमोनिया के अणु की इलेक्ट्रॉन बिंदु संरचना दर्शाती है कि चार परमाणु (एक नाइट्रोजन और तीन हाइड्रोजन) उत्कृष्ट गैस विन्यास प्राप्त करते हैं।”"
        },
        {
          "title": "मेथेन (CH₄)",
          "narration": "“कार्बन के चार संयोजकता इलेक्ट्रॉन हाइड्रोजन के चार परमाणुओं के साथ साझेदारी करते हैं, जिससे मेथेन का अणु बनता है।”"
        },
        {
          "title": "कार्बन के अपररूप",
          "narration": "“प्रकृति में कार्बन तत्व अनेक विभिन्‍न भौतिक गुणों के साथ विविध रूपों में पाया जाता है; हीरा एवं ग्रेफ़ाइट दोनों ही कार्बन के परमाणुओं से बने हैं, परन्तु परमाणुओं के परस्पर आबंधन के तरीकों के आधार पर इनका अंतर होता है। हीरे में प्रत्येक कार्बन चार अन्य कार्बन के साथ त्रिआयामी संरचना बनाता है, जबकि ग्रेफ़ाइट में प्रत्येक कार्बन तीन अन्य कार्बन के साथ एक ही तल पर द्विआबंधी आबंध बनाता है, जिससे षट्‌कोणीय व्यूह प्राप्त होता है। फुलेरीन (C₆₀) में कार्बन के परमाणु फुटबॉल के रूप में व्यवस्थित होते हैं, जिसे बकमिंसटर फुलर के जियोडेसिक गुंबद के समानता के कारण फुलेरीन कहा गया है।”"
        },
        {
          "title": "क्रियाकलाप 4.1",
          "narration": "“आपने सुबह से उपयोग या उपभोग की गई वस्तुओं की सूची बनाकर उन्हें धातु‑से‑बनी, काँच‑से‑बनी, या अन्य‑से‑बनी वस्तुओं में वर्गीकृत किया। इन वस्तुओं में अधिकांश कार्बन के यौगिकों से बनी होती हैं; इसका परीक्षण करने के लिए जलाने पर कार्बन‑डाइऑक्साइड उत्पन्न होता है, जिसे कार्बन‑युक्त यौगिक की पुष्टि के लिए प्रयोग किया जा सकता है।”"
        }
      ],
      "topic_id": "1"
    },
    {
      "title": "कार्बन की सर्वतोमुखी प्रकृति",
      "summary": "",
      "subtopics": [
        {
          "title": "शृंखलन (catenation) और संयोजकता",
          "narration": "“कार्बन में कार्बन‑कार्बन आबंध बनाने की अद्वितीय क्षमता होती है, जिससे बड़ी संख्या में अणु बनते हैं; इस गुण को शृंखलन कहते हैं। कार्बन के परमाणु एक, द्वि अथवा त्रि‑आबंध से जुड़े हो सकते हैं, तथा चार संयोजकता इलेक्ट्रॉन होने के कारण यह चार अन्य परमाणुओं या संयोजक तत्वों के साथ बंधन बना सकता है।”"
        },
        {
          "title": "स्थायित्व का कारण",
          "narration": "“कार्बन द्वारा प्रबल आबंधों के निर्माण का एक कारण इसका छोटा आकार है; इलेक्ट्रॉन के सहभागी युग्म नाभिक में मजबूती से पकड़े रहते हैं, जबकि बड़े परमाणुओं वाले तत्वों के आबंध तुलनात्मक रूप से दुर्बल होते हैं।”"
        }
      ],
      "topic_id": "2"
    },
    {
      "title": "संतृप्त एवं असंतृप्त कार्बन यौगिक",
      "summary": "",
      "subtopics": [
        {
          "title": "मेथेन, एथेन, प्रोपेन (संतृप्त यौगिक)",
          "narration": "“मेथेन का सूत्र CH₄ है। एथेन का सूत्र C₂H₆ है; दो कार्बन परमाणु एकल बंध द्वारा जुड़े होते हैं और प्रत्येक कार्बन तीन हाइड्रोजन से बंधित होता है। प्रोपेन (C₃H₈) में तीन कार्बन क्रमशः एकल बंध द्वारा जुड़े होते हैं और शेष संयोजकता हाइड्रोजन द्वारा संतुष्ट की जाती है। ऐसे यौगिकों को संतृप्त यौगिक कहा जाता है और सामान्यतः ये अधिक अभिक्रियाशील नहीं होते।”"
        },
        {
          "title": "एथीन, एथाइन (असंतृप्त यौगिक)",
          "narration": "“एथीन (C₂H₄) में दो कार्बन के बीच द्विआबंध होता है, जिससे प्रत्येक कार्बन की एक संयोजकता असंतुष्ट रहती है और वह तीन हाइड्रोजन से बंधित होता है। एथाइन (C₂H₂) में दो कार्बन के बीच त्रिआबंध होता है; दोनों कार्बन की शेष दो संयोजकता हाइड्रोजन द्वारा संतुष्ट की जाती है। द्वि‑या त्रि‑आबंध वाले कार्बन यौगिक असंतृप्त होते हैं और संतृप्त यौगिकों की तुलना में अधिक अभिक्रियाशील होते हैं।”"
        }
      ],
      "topic_id": "3"
    },
    {
      "title": "श्रृंखलाएँ, शाखाएँ एवं वलय",
      "summary": "",
      "subtopics": [
        {
          "title": "विभिन्न कार्बन कंकाल",
          "narration": "“यदि हम चार कार्बन परमाणुओं से कार्बन ‘कंकाल’ बनाते हैं तो दो विभिन्न कंकाल बन सकते हैं: C—C—C—C (सीधी श्रृंखला) और C—C—C—C (विभिन्न स्थानिक व्यवस्थान)। शेष संयोजकता के स्थान पर हाइड्रोजन भरने से दो अलग‑अलग संरचनाएँ प्राप्त होती हैं।”"
        },
        {
          "title": "संतृप्त यौगिकों की सारणी (सारणी 4.2)",
          "narration": ""
        },
        {
          "title": "1 कार्बन",
          "narration": "मेथेन (CH₄) – H‑C‑H"
        },
        {
          "title": "2 कार्बन",
          "narration": "एथेन (C₂H₆) – H‑C‑C‑H"
        },
        {
          "title": "3 कार्बन",
          "narration": "प्रोपेन (C₃H₈) – H‑C‑C‑C‑H"
        },
        {
          "title": "4 कार्बन",
          "narration": "ब्यूटेन (C₄H₁₀) – H‑C‑C‑C‑C‑H"
        },
        {
          "title": "5 कार्बन",
          "narration": "पेन्टेन (C₅H₁₂) – H‑C‑C‑C‑C‑C‑H"
        },
        {
          "title": "6 कार्बन",
          "narration": "हेक्सेन (C₆H₁₄) – H‑C‑C‑C‑C‑C‑C‑H “इन संरचनाओं में कार्बन परमाणु केवल एकल बंध द्वारा जुड़े होते हैं, जिससे यौगिक संतृप्त होते हैं।”"
        }
      ],
      "topic_id": "4"
    }
  ]
}